[
  {
    "contenthead": "Affiliate Digital Products",
    "contentbody": "GlobalSurp.com operates as an affiliate marketplace specializing in digital products. ,We offer carefully selected  third-party products including but not limited to: e-books, online courses, software applications, digital templates, plugins, and multimedia content. All products are delivered electronically through immediate download links or email delivery . Upon completing your purchase, you will receive instant access to your digital product. Please ensure your email address is entered correctly during checkout. We cannot be held responsible for delivery failures resulting from incorrect contact information provided by the customer. Your purchase grants you a personal, non-exclusive, non-transferable license to use the product according to its intended purpose. You expressly agree not to: redistribute, resell, reverse engineer, or modify the products; share download links with unauthorized users; or use the content for any illegal activities.As an affiliate, we earn commissions on qualifying purchases. While we carefully select our partner products, we do not directly control the quality, functionality, or support of third-party offerings. Any product-specific concerns should be directed to the original vendor.\n GlobalSurp.com reserves the unilateral right to modify these Terms and Conditions at any time without prior individual notice. Changes may be implemented to comply with new legal requirements."
  },
  {
    "contenthead": "Delivery Method",
    "contentbody": "All products are delivered via Email addresse provided on checkout, instant download links and also third party platforms such as Teachable, Gumroad. Delivery time may vary Automated products: Immediate (within 15 minutes),Manual review products: Within 24 business hours"
  },
  {
    "contenthead": "Refund & Cancellation Policy",
    "contentbody": "Digital Products: Due to their nature, all sales are final unless:The product is defective (e.g., broken download link)Delivery fails and you contacted support within 7 days. Subscriptions: Cancel anytime; no refunds for partial billing periods."
  },
  {
    "contenthead": "Prohibited Conduct",
    "contentbody": "You may not reverse-engineer, decompile, disassemble, reproduce, duplicate, copy, sell, trade, resell, or redistribute any purchased content, digital products, or proprietary materials obtained through our platform. This is not limited to e-books, software, courses, templates, and multimedia content."
  },
  {
    "contenthead": "Intellectual Property",
    "contentbody": "GlobalSurp maintains exclusive ownership of all platform software, designs, and proprietary content. Purchased digital products are licensed strictly for personal, non-commercial use unless expressly authorized in writing. Redistribution, modification, or commercial exploitation without permission constitutes infringement. License terms accompany each product and dictate permissible usage. All copyrights, trademarks, and intellectual property rights remain with GlobalSurp or respective content creators. Unauthorized use may result in legal action."
  },
  {
    "contenthead": "Disclaimers & Limitation of Liability",
    "contentbody": "The Service is provided  without warranties of any kind. GlobalSurp does not guarantee uninterrupted, error-free access or the accuracy of third-party integrations like payment processors. We are not liable for indirect, incidental, or consequential damages. In no event shall our total liability exceed the amount you paid during the preceding six months. Some jurisdictions may not allow certain limitations, so these terms may not fully apply to you."
  },
  {
    "contenthead": "Governing Law & Dispute Resolution",
    "contentbody": "These Terms shall be governed by and construed in accordance with the laws of Your Jurisdiction, without regard to its conflict of laws principles. Any disputes arising under these Terms will be resolved exclusively through binding individual arbitration, administered by public laws under its commercial rules. By using our services, you waive rights to participate in class actions or jury trials. The arbitration shall take place online, and the arbitrator's decision will be final and enforceable in court."
  }
]
